taskt/Core/Automation/Commands/ExcelGroup/ExcelGetCellRCCommand.dot
digraph "ExcelGetCellRCCommand" {
"ExcelGetCellRCCommand" -> "AExcelRCLocationActionCommands";
"AExcelRCLocationActionCommands" -> "AExcelRCLocationCommands";
"AExcelRCLocationActionCommands" -> "IExcelRCLocationActionProperties";
"AExcelRCLocationCommands" -> "AExcelInstanceCommands";
"AExcelRCLocationCommands" -> "IExcelRCLocationProperties";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
