taskt/Core/Automation/Commands/ExcelGroup/ExcelGetCellRCCommand.puml
@startuml
ExcelGetCellRCCommand --> AExcelRCLocationActionCommands
AExcelRCLocationActionCommands --> AExcelRCLocationCommands
AExcelRCLocationActionCommands --> IExcelRCLocationActionProperties
AExcelRCLocationCommands --> AExcelInstanceCommands
AExcelRCLocationCommands --> IExcelRCLocationProperties
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
